Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Open live view
de: Live-Ansicht öffnen
es: Abrir vista en vivo
fr: Ouvrir la vue en direct
it: Apri la vista in diretta
pl: Otwórz podgląd na żywo
pt_pt: Abrir visualização em direto
ru: Открыть просмотр в реальном времени
th: เปิดมุมมองแบบเรียลไทม์
zh_hans: 打开实时视图
zh_hant: 打開即時檢視

source: Open NOOP first so it can reach your strap.
de: Öffne zuerst NOOP, damit es deinen Strap erreichen kann.
es: Abre NOOP primero para que pueda conectar con tu pulsera.
fr: Ouvrez d'abord NOOP pour qu'il puisse atteindre votre bracelet.
it: Apri prima NOOP così può raggiungere la tua fascia.
pl: Najpierw otwórz NOOP, aby mógł dosięgnąć paska.
pt_pt: Abra o NOOP primeiro para que ele possa alcançar a tua bracelete.
ru: Сначала откройте NOOP, чтобы он смог подключиться к браслету.
th: เปิด NOOP ก่อนเพื่อให้สามารถเข้าถึงสายรัดของคุณได้
zh_hans: 请先打开 NOOP，以便它能连接你的手环。
zh_hant: 請先打開 NOOP，以便它能連接你的手環。

source: Open NOOP for your readiness and today's plan.
de: Öffnen Sie NOOP für Ihre Bereitschaft und den heutigen Plan.
es: Abra NOOP para conocer su preparación y el plan de hoy.
fr: Ouvrez NOOP pour connaître votre état de préparation et le plan du jour.
it: Apri NOOP per essere pronto e per il piano di oggi.
pl: Otwórz NOOP, by zobaczyć swoją gotowość i plan na dziś.
pt_pt: Abra NOOP para sua preparação e plano de hoje.
ru: Откройте NOOP, чтобы узнать о своей готовности и плане на сегодня.
th: เปิด NOOP สำหรับ ความพร้อมของร่างกาย ของคุณและแผนของวันนี้
zh_hans: 打开 NOOP 了解您的准备情况和今天的计划。
zh_hant: 開啟 NOOP 了解您的準備狀況和今天的計畫。

source: Open NOOP near your strap and let it catch up (a full history sync can take a while on first run). Once a day or two of motion lands, your step estimate and the calibration below will start to fill in.
de: Öffne NOOP in der Nähe deines Straps und lass es aufholen (eine volle Verlaufssynchronisierung kann beim ersten Mal dauern). Sobald ein bis zwei Tage Bewegung da sind, füllen sich deine Schritte-Schätzung und die Kalibrierung unten.
es: Abre NOOP cerca de tu pulsera y deja que se ponga al día (una sincronización completa del historial puede tardar un rato la primera vez). Cuando lleguen uno o dos días de movimiento, tu estimación de pasos y la calibración de abajo empezarán a completarse.
fr: Ouvrez NOOP près de votre bracelet et laissez-le se mettre à jour (une synchronisation complète de l'historique peut prendre du temps au premier lancement). Une fois qu'un ou deux jours de mouvement arrivent, votre estimation de pas et la calibration ci-dessous commenceront à se remplir.
it: Apri NOOP vicino alla tua fascia e lascia che si aggiorni (una sincronizzazione completa della cronologia può richiedere tempo al primo avvio). Una volta arrivati uno o due giorni di movimento, la tua stima dei passi e la calibrazione qui sotto inizieranno a popolarsi.
pl: Otwórz NOOP w pobliżu paska i pozwól mu nadrobić zaległości (przy pierwszym uruchomieniu pełna synchronizacja historii może zająć trochę czasu). Raz lub dwa razy dziennie pojawi się ruch, a szacunkowa liczba kroków i poniższa kalibracja zaczną się wypełniać.
pt_pt: Abra o NOOP junto à sua bracelete e deixe-o acompanhar (uma sincronização completa do histórico pode demorar um pouco na primeira execução). Após um ou dois dias de movimento, a tua estimativa de passos e a calibração abaixo começarão a ser preenchidas.
ru: Откройте NOOP рядом с браслетом и дайте ему нагнать данные (полная синхронизация истории может занять время при первом запуске). Как только накопится день-два данных о движении, оценка шагов и калибровка ниже начнут заполняться.
th: เปิด NOOP ใกล้กับสายรัดของคุณแล้วปล่อยให้ตามทัน (การซิงค์ประวัติทั้งหมดอาจใช้เวลาสักครู่ในการเรียกใช้ครั้งแรก) เมื่อมีการเคลื่อนไหวลงสู่พื้นวันละหรือสองวัน การประมาณก้าวของคุณและการปรับเทียบด้านล่างจะเริ่มเติมเต็ม
zh_hans: 在你的手环附近打开 NOOP，让它追上进度（首次运行时，一次完整的历史同步可能需要一段时间）。一旦一两天的运动数据到位，你的步数估算和下面的校准就会开始填充。
zh_hant: 在你的手環附近打開 NOOP，讓它追上進度（首次執行時，一次完整的歷史同步可能需要一段時間）。一旦一兩天的運動資料到位，你的步數估算和下面的校準就會開始填充。

source: Open NOOP on your iPhone to sync
de: Öffne NOOP auf deinem iPhone zum Synchronisieren
es: Abre NOOP en tu iPhone para sincronizar
fr: Ouvrez NOOP sur votre iPhone pour synchroniser
it: Apri NOOP sul tuo iPhone per sincronizzare
pl: Otwórz NOOP na swoim iPhonie, aby zsynchronizować
pt_pt: Abra o NOOP no teu iPhone para tincronizar
ru: Откройте NOOP на iPhone для синхронизации
th: เปิด NOOP บน iPhone ของคุณเพื่อซิงค์
zh_hans: 在 iPhone 上打开 NOOP 以同步
zh_hant: 在你的 iPhone 上打開 NOOP 以同步

source: Open Rhythm
de: Rhythmus öffnen
es: Abrir Ritmo
fr: Ouvrir Rhythm
it: Apri Rhythm
pl: Otwórz rytm
pt_pt: Ritmo aberto
ru: Открыть Ритм
th: เปิดจังหวะ
zh_hans: 打开「节律」
zh_hant: 打開「節律」

source: Open Settings
de: Öffnen Sie Einstellungen
es: Abrir configuración
fr: Ouvrir les paramètres
it: Apri Impostazioni
pl: Otwórz Ustawienia
pt_pt: Abra Configurações
ru: Открыть настройки
th: เปิดการตั้งค่า
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open settings to enter your API key again
de: Einstellungen öffnen, um den API-Schlüssel erneut einzugeben
es: Abrir ajustes para introducir de nuevo tu clave de API
fr: Ouvrir les réglages pour saisir à nouveau votre clé d'API
it: Apri le impostazioni per inserire nuovamente la chiave API
pl: Otwórz ustawienia, by ponownie wprowadzić klucz API
pt_pt: Abra as configurações para inserir sua chave API novamente
ru: Откройте настройки, чтобы еще раз ввести ключ API.
th: เปิดการตั้งค่าเพื่อป้อนคีย์ API ของคุณอีกครั้ง
zh_hans: 打开设置再次输入您的 API 密钥
zh_hant: 開啟設定再次輸入您的 API 金鑰

source: Open settings to turn on data access
de: Einstellungen öffnen, um den Datenzugriff zu aktivieren
es: Abrir ajustes para activar el acceso a los datos
fr: Ouvrir les réglages pour activer l'accès aux données
it: Apri le impostazioni per attivare l'accesso ai dati
pl: Otwórz ustawienia, by włączyć dostęp do danych
pt_pt: Abra as configurações para ativar o acesso aos dados
ru: Откройте настройки, чтобы включить доступ к данным.
th: เปิดการตั้งค่าเพื่อเปิดการเข้าถึงข้อมูล
zh_hans: 打开设置以打开数据访问
zh_hant: 開啟設定以開啟資料訪問

source: Open Sleep
de: Öffnen Sie Schlaf
es: Dormir abierto
fr: Sommeil ouvert
it: Apri Sonno
pl: Otwórz Sen
pt_pt: Abra o sono
ru: Открыть сон
th: เปิดหน้าการนอน
zh_hans: 开放睡眠
zh_hant: 開放睡眠

source: Open Test Centre
de: Testzentrum öffnen
es: Abrir Centro de pruebas
fr: Ouvrir le Centre de tests
it: Apri il Centro test
pl: Otwórz Centrum Testowe
pt_pt: Centro de testes aberto
ru: Открыть тестовый центр
th: เปิดศูนย์ทดสอบ
zh_hans: 打开测试中心
zh_hant: 打開測試中心

source: Open Test Centre to report a bug
de: Testzentrum öffnen, um einen Fehler zu melden
es: Abre el Centro de pruebas para informar de un error
fr: Ouvrez le Centre de tests pour signaler un bug
it: Apri il Centro test per segnalare un bug
pl: Otwórz Centrum testowe, aby zgłosić błąd
pt_pt: Abra o Centro de Testes para reportar um erro
ru: Откройте тестовый центр, чтобы сообщить об ошибке
th: เปิดศูนย์ทดสอบเพื่อรายงานข้อบกพร่อง
zh_hans: 打开测试中心以报告错误
zh_hant: 打開測試中心以報告錯誤

source: Open the official Oura app and remove this ring (Oura calls it "factory reset" or "unpair and reset"). This wipes the ring's owner so NOOP can take it over.
de: Öffne die offizielle Oura-App und entferne diesen Ring (Oura nennt es „Werkseinstellungen“ oder „Entkoppeln und Zurücksetzen“). Das löscht den Besitzer des Rings, damit NOOP ihn übernehmen kann.
es: Abre la app oficial de Oura y elimina este anillo (Oura lo llama «restablecimiento de fábrica» o «desemparejar y restablecer»). Esto borra el propietario del anillo para que NOOP pueda tomar el control.
fr: Ouvrez l'app officielle Oura et supprimez cette bague (Oura appelle cela « réinitialisation d'usine » ou « dissocier et réinitialiser »). Cela efface le propriétaire de la bague afin que NOOP puisse en prendre le contrôle.
it: Apri l'app ufficiale Oura e rimuovi questo anello (Oura lo chiama "ripristino di fabbrica" o "disaccoppia e ripristina"). Questo cancella il proprietario dell'anello così NOOP può prenderne il controllo.
pl: Otwórz oficjalną aplikację Oura i usuń ten pierścień (Oura nazywa to „przywróceniem ustawień fabrycznych” lub „rozparowaniem i zresetowaniem”). To usuwa właściciela pierścienia, więc NOOP może go przejąć.
pt_pt: Abra a aplicação oficial Oura e remova este anel (Oura chama a isto “reposição de fábrica” ou “desemparelhar e repor”). Isto apaga o proprietário do anel para que o NOOP possa assumi-lo.
ru: Откройте официальное приложение Oura и удалите это кольцо (в Oura это называется «сброс к заводским настройкам» или «отменить сопряжение и сбросить»). Это стирает владельца кольца, чтобы NOOP смог взять управление на себя.
th: เปิดแอป Oura อย่างเป็นทางการแล้วลบวงแหวนนี้ (Oura เรียกว่า "รีเซ็ตเป็นค่าจากโรงงาน" หรือ "เลิกจับคู่และรีเซ็ต") สิ่งนี้จะเช็ดเจ้าของแหวนเพื่อให้ NOOP สามารถรับช่วงต่อได้
zh_hans: 打开官方 Oura 应用并移除这枚戒指（Oura 称之为「恢复出厂设置」或「取消配对并重置」）。这会清除戒指的所有者，NOOP 才能接管。
zh_hant: 打開官方 Oura App 並移除此戒指（Oura 稱之為「恢復原廠設定」或「取消配對並重置」）。這會清除戒指的持有者，讓 NOOP 可以接手。

source: Open tracker
de: Tracker öffnen
es: Abrir seguimiento
fr: Ouvrir le suivi
it: Apri monitoraggio
pl: Otwórz moduł śledzący
pt_pt: Abrir monitorização
ru: Открыть отслеживание
th: เปิดตัวติดตาม
zh_hans: 打开追踪器
zh_hant: 開啟追蹤器

source: Open your %@ journey — progress, route and plan history
de: Deine %@-Reise öffnen — Fortschritt, Route und Planverlauf
es: Abrir tu recorrido de %@: progreso, ruta e historial del plan
fr: Ouvrir votre parcours %@ — progression, itinéraire et historique du plan
it: Apri il tuo percorso %@ — progressi, rotta e storico del piano
pl: Otwórz swoją drogę: %@ — postęp, trasa i historia planu
pt_pt: Abrir o teu percurso de %@ — progresso, rota e histórico do plano
ru: Открыть путь к цели «%@» — прогресс, маршрут и история плана
th: เปิดการเดินทาง %@ ของคุณ - ความคืบหน้า เส้นทาง และประวัติแผน
zh_hans: 打开你的 %@ 历程 — 进度、路线与计划记录
zh_hant: 開啟你的 %@ 歷程 — 進度、路線與計劃紀錄

source: Open-source BLE reverse-engineering work. Thank you.
de: Open-Source-BLE-Reverse-Engineering-Arbeit. Danke.
es: Trabajo de ingeniería inversa de BLE de código abierto. Gracias.
fr: Travail de rétro-ingénierie BLE open-source. Merci.
it: Lavoro open-source di reverse engineering BLE. Grazie.
pl: Prace inżynierii wstecznej BLE typu open source. Dziękuję.
pt_pt: Trabalho de engenharia reversa BLE de código aberto. Obrigado.
ru: Открытая работа по изучению BLE-протокола. Спасибо.
th: งานวิศวกรรมย้อนกลับ BLE แบบโอเพ่นซอร์ส ขอบคุณ
zh_hans: 开源 BLE 逆向工程工作。谢谢你。
zh_hant: 開源 BLE 逆向工程工作。謝謝你。

source: Opens the AI coach chat.
de: Öffnet den Chat mit dem KI-Coach.
es: Abre el chat con el coach de IA.
fr: Ouvre le chat avec le coach IA.
it: Apre la chat con il coach IA.
pl: Otwiera czat z trenerem AI.
pt_pt: Abre o chat com o coach de IA.
ru: Открывает чат с ИИ-тренером.
th: เปิดแชทโค้ช AI
zh_hans: 打开 AI 教练对话。
zh_hant: 打開 AI 教練對話。

source: Opens the AI coach chat. Draggable.
de: Öffnet den Chat mit dem KI-Coach. Verschiebbar.
es: Abre el chat con el coach de IA. Se puede arrastrar.
fr: Ouvre le chat avec le coach IA. Déplaçable.
it: Apre la chat con il coach IA. Trascinabile.
pl: Otwiera czat z trenerem AI. Można przeciągać.
pt_pt: Abre o chat com o coach de IA. Arrastável.
ru: Открывает чат с ИИ-тренером. Можно перетаскивать.
th: เปิดแชทโค้ช AI ลากได้
zh_hans: 打开 AI 教练对话。可拖动。
zh_hant: 打開 AI 教練對話。可拖曳。

source: Opens the AI coach with this metric's data.
de: Öffnet den KI-Coach mit den Daten dieser Kennzahl.
es: Abre el coach de IA con los datos de esta métrica.
fr: Ouvre le coach IA avec les données de cette mesure.
it: Apre il coach IA con i dati di questa metrica.
pl: Otwiera trenera AI z danymi tego wskaźnika.
pt_pt: Abre o coach de IA com os dados desta métrica.
ru: Открывает ИИ-тренера с данными этого показателя.
th: เปิดโค้ช AI ด้วยข้อมูลของเมทริกนี้
zh_hans: 使用此指标的数据打开 AI 教练。
zh_hant: 使用此指標的數據打開 AI 教練。

source: Opens the Apple Watch setup and Health permission
de: Öffnet die Apple-Watch-Einrichtung und die Health-Berechtigung
es: Abre la configuración del Apple Watch y el permiso de Salud
fr: Ouvre la configuration de l'Apple Watch et l'autorisation Santé
it: Apre la configurazione dell'Apple Watch e i permessi di Health
pl: Otwiera uprawnienia konfiguracyjne i zdrowotne Apple Watch
pt_pt: Abre a configuração do Apple Watch e a permissão de saúde
ru: Открывает настройку Apple Watch и разрешение для Health
th: เปิดการตั้งค่า Apple Watch และสิทธิ์ด้านสุขภาพ
zh_hans: 打开 Apple Watch 设置和健康权限
zh_hant: 打開 Apple Watch 設定和健康權限

source: Opens the Devices screen, where you pair and switch bands.
de: Öffnet den Geräte-Bildschirm, wo du Bänder koppelst und wechselst.
es: Abre la pantalla de Dispositivos, donde emparejas y cambias de banda.
fr: Ouvre l'écran Appareils, où vous associez et changez de bande.
it: Apre la schermata Dispositivi, dove abbini e cambi le fasce.
pl: Otwiera ekran Urządzenia, na którym można parować i przełączać pasma.
pt_pt: Abre o ecrã Dispositivos, onde emparelha e troca de banda.
ru: Открывает экран «Устройства», где можно сопрягать и переключать браслеты.
th: เปิดหน้าจออุปกรณ์ที่คุณจับคู่และสลับแบนด์
zh_hans: 打开「设备」界面，你可以在其中配对和切换手环。
zh_hant: 打開「裝置」畫面，你可以在其中配對和切換手環。

source: Opens the full %@ metric.
de: Öffnet die vollständige %@-Metrik.
es: Abre la métrica %@ completa.
fr: Ouvre la métrique %@ complète.
it: Apre la metrica %@ completa.
pl: Otwiera pełny wskaźnik: %@.
pt_pt: Abre a métrica %@ completa.
ru: Открывает полную метрику %@.
th: เปิดรายละเอียด %@ ทั้งหมด
zh_hans: 打开完整的 %@ 指标。
zh_hant: 開啟完整的 %@ 指標。

source: Opens the full Charge metric.
de: Öffnet die vollständige Charge-Metrik.
es: Abre la métrica Charge completa.
fr: Ouvre la métrique Charge complète.
it: Apre la metrica Charge completa.
pl: Otwiera pełny wskaźnik Poziomu energii.
pt_pt: Abre a métrica Charge completa.
ru: Открывает полную метрику Charge.
th: เปิดรายละเอียดพลังฟื้นตัวทั้งหมด
zh_hans: 打开完整的 Charge 指标。
zh_hant: 開啟完整的 Charge 指標。

source: Opens the full-day heart rate timeline
de: Öffnet die Herzfrequenz-Zeitleiste für den ganzen Tag
es: Abre la línea temporal de frecuencia cardíaca de todo el día
fr: Ouvre la chronologie de fréquence cardiaque sur toute la journée
it: Apre la cronologia della frequenza cardiaca dell'intera giornata
pl: Otwiera całodzienną oś czasu tętna
pt_pt: Abre o horário de frequência cardíaca do dia inteiro
ru: Открывает график пульса за весь день
th: เปิดไทม์ไลน์อัตราการเต้นหัวใจแบบเต็มวัน
zh_hans: 打开全天心率时间线
zh_hant: 開啟全天心率時間軸

source: Opens the GitHub releases page in your browser. NOOP itself makes no network connections, the macOS sandbox has no network entitlement.
de: Öffnet die GitHub-Releases-Seite in deinem Browser. NOOP selbst stellt keine Netzwerkverbindungen her, die macOS-Sandbox hat keine Netzwerk-Berechtigung.
es: Abre la página de versiones de GitHub en tu navegador. NOOP en sí no realiza conexiones de red: el sandbox de macOS no tiene permiso de red.
fr: Ouvre la page des versions GitHub dans votre navigateur. NOOP lui-même n'effectue aucune connexion réseau, le bac à sable macOS n'a pas de droit réseau.
it: Apre la pagina delle release di GitHub nel tuo browser. NOOP di per sé non effettua alcuna connessione di rete, la sandbox di macOS non ha l'autorizzazione di rete.
pl: Otwiera stronę wydań GitHub w przeglądarce. Sam NOOP nie tworzy połączeń sieciowych, piaskownica macOS nie ma uprawnień sieciowych.
pt_pt: Abre a página de lançamentos do GitHub no teu browser. O próprio NOOP não faz ligações de rede, o sandbox do macOS não tem direitos de rede.
ru: Откроет страницу релизов GitHub в браузере. Сам NOOP не устанавливает сетевые соединения, у песочницы macOS нет разрешения на доступ к сети.
th: เปิดหน้าเผยแพร่ GitHub ในเบราว์เซอร์ของคุณ NOOP เองไม่มีการเชื่อมต่อเครือข่าย แซนด์บ็อกซ์ macOS ไม่มีสิทธิ์เครือข่าย
zh_hans: 在你的浏览器中打开 GitHub 发布页面。NOOP 本身不建立任何网络连接，，macOS 沙盒没有网络权限。
zh_hant: 在你的瀏覽器中打開 GitHub 發布頁面。NOOP 本身不建立任何網路連接，，macOS 沙盒沒有網路權限。

source: Opens workout detail
de: Öffnet Workout-Details
es: Abre el detalle del entrenamiento
fr: Ouvre le détail de l'entraînement
it: Apre il dettaglio dell'allenamento
pl: Otwiera szczegóły treningu
pt_pt: Abre detalhes do treino
ru: Открывает подробности тренировки
th: เปิดรายละเอียดการออกกำลังกาย
zh_hans: 打开锻炼详情
zh_hant: 打開鍛鍊詳情

source: Optical block experiment
de: Optisches Blockexperiment
es: Experimento de bloques ópticos
fr: Expérience sur les blocs optiques
it: Esperimento sui blocchi ottici
pl: Eksperyment z blokiem optycznym
pt_pt: Experiência de blocos óticos
ru: Эксперимент с оптическими блоками
th: การทดลองบล็อกสัญญาณออปติคัล
zh_hans: 光学块实验
zh_hant: 光學區塊實驗

source: Optimal strain reached
de: Optimale Anstrengung erreicht
es: Esfuerzo óptimo alcanzado
fr: Effort optimal atteint
pl: Osiągnięto optymalne napięcie
pt_pt: Tensão ideal atingida
th: ถึงภาระร่างกายที่เหมาะสมที่สุดแล้ว

source: Optional cheaper models for chat summaries or a manually requested card read. You do not need to choose one for normal coaching, tools or saved facts.
de: Optionale günstigere Modelle für Chat-Zusammenfassungen oder eine manuell angeforderte Kartenanalyse. Für normales Coaching, Tools oder gespeicherte Fakten musst du keines auswählen.
es: Modelos económicos opcionales para resúmenes de chat o una lectura de tarjeta solicitada manualmente. No necesitas elegir uno para el coaching normal, las herramientas o los hechos guardados.
fr: Des modèles économiques facultatifs pour les résumés de discussion ou une analyse de carte demandée manuellement. Vous n’avez pas besoin d’en choisir un pour le coaching normal, les outils ou les faits enregistrés.
it: Modelli opzionali più economici per i riepiloghi della chat o la lettura della scheda richiesta manualmente. Non è necessario sceglierne uno per il normale coaching, gli strumenti o i fatti salvati.
pl: Opcjonalne tańsze modele do podsumowań rozmów lub ręcznie zamówionego odczytu karty. Do zwykłego prowadzenia, narzędzi i zapisanych faktów nie musisz nic wybierać.
pt_pt: Modelos opcionais mais baratos para resumos de bate-papo ou leitura de cartão solicitada manualmente. Você não precisa escolher um para treinamento normal, ferramentas ou dados salvos.
ru: Дополнительные более дешевые модели для сводок чата или чтения карточек, запрошенных вручную. Вам не нужно выбирать один из них для обычного коучинга, инструментов или сохраненных фактов.
th: ตัวเลือกรุ่นที่ถูกกว่าสำหรับสรุปการแชทหรือการอ่านการ์ดที่ร้องขอด้วยตนเอง คุณไม่จำเป็นต้องเลือกอย่างใดอย่างหนึ่งสำหรับการฝึกสอนแบบปกติ เครื่องมือ หรือข้อเท็จจริงที่บันทึกไว้
zh_hans: 用于聊天摘要或手动请求的读卡的可选更便宜的模型。您无需为正常指导、工具或保存的事实选择其中之一。
zh_hant: 用於聊天摘要或手動請求的讀卡的可選更便宜的模型。您無需為正常指導、工具或保存的事實選擇其中之一。

source: Optional note
de: Optionale Notiz
es: Nota opcional
fr: Note facultative
it: Nota facoltativa
pl: Uwaga opcjonalna
pt_pt: Nota opcional
ru: Необязательная заметка
th: หมายเหตุเพิ่มเติม
zh_hans: 可选备注
zh_hant: 可選備註

source: Optional trackers, off by default. Turn them on to add their cards. Everything stays on %@.
de: Optionale Tracker, standardmäßig aus. Schalte sie ein, um ihre Karten hinzuzufügen. Alles bleibt auf %@.
es: Rastreadores opcionales, desactivados por defecto. Actívalos para añadir sus tarjetas. Todo permanece en %@.
fr: Trackers facultatifs, désactivés par défaut. Activez-les pour ajouter leurs cartes. Tout reste sur %@.
it: Tracker facoltativi, disattivati per impostazione predefinita. Attivali per aggiungere le loro schede. Tutto resta su %@.
pl: Opcjonalne moduły śledzące, domyślnie wyłączone. Włącz je, aby dodać swoje karty. Wszystko pozostaje na %@.
pt_pt: Rastreadores opcionais, desativados por defeito. Ative-os para adicionar os teus cartões. Tudo permanece em %@.
ru: Необязательные трекеры, по умолчанию выключены. Включите их, чтобы добавить соответствующие карточки. Всё остаётся на %@.
th: ตัวติดตามเสริม ปิดอยู่ตามค่าเริ่มต้น เปิดเพื่อเพิ่มการ์ด ทุกอย่างอยู่บน %@
zh_hans: 可选的追踪器，默认关闭。开启它们以添加其卡片。一切都留在 %@ 上。
zh_hant: 可選的追蹤器，預設關閉。開啟它們以新增其卡片。一切都留在 %@ 上。

source: Optional, on-device reads from your nightly signals. Each is off by default: for awareness only, never a diagnosis.
de: Optionale Lesarten deiner nächtlichen Signale, auf dem Gerät. Jede ist standardmäßig aus: nur zum Bewusstsein, nie eine Diagnose.
es: Lecturas opcionales, en el dispositivo, a partir de tus señales nocturnas. Cada una está desactivada por defecto: solo para tu información, nunca un diagnóstico.
fr: Lectures facultatives, sur l'appareil, à partir de vos signaux nocturnes. Chacune est désactivée par défaut : pour information uniquement, jamais un diagnostic.
it: Letture facoltative, sul dispositivo, dai tuoi segnali notturni. Ognuna è disattivata di default: solo per consapevolezza, mai una diagnosi.
pl: Opcjonalnie, na urządzeniu odczytuje sygnały nocne. Każde z nich jest domyślnie wyłączone: tylko dla świadomości, nigdy dla diagnozy.
pt_pt: Leituras opcionais no dispositivo dos teus sinais noturnos. Cada um está desativado por defeito: apenas para sensibilização, nunca para diagnóstico.
ru: Необязательные показатели, считываемые на устройстве из ночных сигналов. Каждый по умолчанию выключен: только для информирования, никогда не диагноз.
th: ตัวเลือกในอุปกรณ์จะอ่านจากสัญญาณยามค่ำคืนของคุณ แต่ละค่าจะปิดอยู่โดยค่าเริ่มต้น: เพื่อการรับรู้เท่านั้น ไม่ใช่เพื่อการวินิจฉัย
zh_hans: 可选的设备端读数，来自你的夜间信号。每项默认关闭：仅供了解，绝非诊断。
zh_hant: 選用功能，在裝置上從你的夜間訊號讀取。每一項預設都是關閉的：僅供參考，絕非診斷。

source: Optional: adds your VO₂max estimate. The Fitness Age itself doesn't need it. Measure around your middle, at the navel.
de: Optional: ergänzt deine VO₂max-Schätzung. Das Fitnessalter selbst braucht sie nicht. Miss um deine Mitte, auf Höhe des Bauchnabels.
es: Opcional: añade tu estimación de VO₂max. La Edad fitness en sí no lo necesita. Mide alrededor de tu cintura, a la altura del ombligo.
fr: Facultatif : ajoute votre estimation de VO₂max. L'Âge fitness lui-même n'en a pas besoin. Mesurez autour de votre taille, au niveau du nombril.
it: Facoltativo, aggiunge la tua stima del VO₂max. L'Età di fitness in sé non ne ha bisogno. Misura intorno al punto vita, all'altezza dell'ombelico.
pl: Opcjonalnie: dodaje szacunkową wartość VO₂max. Sam wiek fitness tego nie potrzebuje. Zmierz się wokół środka, w pępku.
pt_pt: Opcional: adiciona a tua estimativa de VO₂máx. A Idade do Fitness em si não precisa disso. Meça à volta do teu meio, no umbigo.
ru: Необязательно: добавляет оценку VO₂max. Самому Фитнес-возрасту это не требуется. Измеряйте в районе талии, на уровне пупка.
th: ทางเลือก: เพิ่มค่าประมาณ VO₂max ของคุณ อายุความฟิตนั้นไม่ต้องการมัน วัดรอบกลางของคุณที่สะดือ
zh_hans: 可选，会加上你的最大摄氧量估算。体能年龄本身并不需要它。请在腰部、肚脐位置测量。
zh_hant: 可選，會加上你的最大攝氧量估算。體能年齡本身並不需要它。請在腰部、肚臍位置測量。

source: Optional: import now, or continue and return to Data Sources later.
de: Optional: Importiere jetzt, oder fahre fort und kehre später zu „Datenquellen“ zurück.
es: Opcional: importa ahora, o continúa y vuelve a Fuentes de datos más tarde.
fr: Facultatif : importez maintenant, ou continuez et revenez à Sources de données plus tard.
it: Facoltativo: importa ora, oppure continua e torna a Sorgenti dati più tardi.
pl: Opcjonalnie: zaimportuj teraz lub kontynuuj i wróć do źródeł danych później.
pt_pt: Opcional: importe agora ou continue e regresse às Fontes de Dados mais tarde.
ru: Необязательно: импортируйте сейчас или продолжите и вернитесь в «Источники данных» позже.
th: ทางเลือก: นำเข้าทันที หรือดำเนินการต่อและกลับไปยังแหล่งข้อมูลในภายหลัง
zh_hans: 可选：现在导入，或先继续，稍后再回到「数据来源」。
zh_hant: 選用：現在匯入，或先繼續，之後再回到「資料來源」。
